test-results/raw-data/phase1/pgbench-baseline.txt
pgbench (18.1)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 1
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 362037
number of failed transactions: 0 (0.000%)
latency average = 1.657 ms
initial connection time = 21.472 ms
tps = 6035.807922 (without initial connection time)