test-results/raw-data/phase1/pgbench-load.txt
pgbench (18.1)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 50
number of threads: 1
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 526579
number of failed transactions: 0 (0.000%)
latency average = 5.690 ms
initial connection time = 106.133 ms
tps = 8787.760235 (without initial connection time)